Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_fr.tmx
Source language: en
Languages: fr

source: Training for teachers with subject specialisation
fr: Formation pour professeurs spécialisés

source: Village (less than 10.000 inhabitants)
fr: Village (moins de 10 000 habitants)

source: Providing advice and guidance on certain aspects of adult education and learning
fr: Orienter et conseiller sur certains aspects de l'éducation des adultes

source: Providing open educational resources
fr: Assurer les ressources éducatives disponibles

source: Hotel, restaurant and catering
fr: Hôtel, restaurant et restauration

source: Applied Sciences and Technologies
fr: Sciences et technologies appliquées

source: Increased ICT skills
fr: Compétences informatiques accrues

source: TRANSPORTATION AND STORAGE
fr: TRANSPORT ET STOCKAGE

source: Abkhazian
fr: Abkhaze

source: Final Report
fr: Rapport final

source: Helped me better motivate pupils/learners in the subject I teach
fr: M'a aidé à motiver les élèves/les apprenants dans la matière que j'enseigne

source: Integration into systems
fr: Intégration dans les systèmes

source: I am satisfied with the information and support I received concerning my social protection
fr: Je suis satisfait(e) des informations et du support reçus concernant ma protection sociale

source: 1 to 20
fr: 1 à 20

source: CERTIFICATES
fr: CERTIFICATS

source: EMMC
fr: Erasmus Mundus Master Courses (EMMC)

source: Increased my awareness of new (European) funding mechanisms for school/adult education projects/organisations
fr: M'a sensibilisé davantage aux nouveaux méchanismes de financement (européens) pour les écoles/les projets éducatifs pour adultes/les organismes

source: European training database
fr: Catalogue de cours européen

source: Group 4 – Promoting intercultural learning and understanding
fr: Groupe 4 - Promotion de l’apprentissage et de la compréhension interculturels

source: Culture specialists/experts
fr: Spécialistes/experts dans le domaine de la culture

source: I intend to further develop networking activities
fr: J'ai l'intention de développer davantage les activités de réseautage

source: Counselling
fr: Conseil

source: Environmental science
fr: Science de l'environnement

source: Faroe Islands
fr: îles Feroe

source: Author
fr: Auteur

source: Iran, Islamic Republic Of
fr: Iran, République islamique d'

source: ERASMUS Preparatory Visits for HEI
fr: ERASMUS Visites préparatoires pour les établissements de l'enseignement supérieur

source: Youth in the World
fr: Jeunesse dans le monde

source: EU-China Year of Youth
fr: Année UE-Chine de la jeunesse

source: GRU-High
fr: GRU-Grand

source: Intermediary Partner
fr: Partenaire intermédiaire

source: LEONARDO DA VINCI Thematic networks
fr: LEONARDO DA VINCI Réseaux thématiques

source: Intensive Language Courses
fr: Cours intensifs de langues

source: French
fr: Français

source: Led or will lead to the use of new teaching methods/approaches in my school/organisation
fr: M'a conduit ou va me conduire à utiliser de nouvelles méthodes/approches d'enseignement dans mon école/institution

source: I completed and understood a contract with my host/sending/intermediary organisations regarding my Mobility
fr: J’ai signé et compris le contrat de stage qui a été conclu avec mon organisme d’envoi/ mon organisme d’accueil

source: This sub-Action will be used to support the European Union’s cooperation with international organisations working in the youth field, in particular the Council of Europe, the United Nations or its specialised institutions.
fr: Cette sous-action sera utilisée pour supporter la coopération de l'Union Européenne avec les organisations internationales œuvrant dans le champ de la jeunesse, en particulier le Conseil de l'Europe, les Nations Unies et autres institutions spécialisées en matière de jeunesse.

source: LEONARDO DA VINCI PLM (People in the Labour Market)
fr: LEONARDO DA VINCI - personnes sur le marché du travail (PMT)

source: Inclusive approaches
fr: Approches inclusives

source: Linguistics
fr: Linguistique

source: Vocational training centre or organisation
fr: Organismes et centres de formation professionnelle

source: Objectives and work programme of my Mobility were clearly defined
fr: Les objectifs et le programme de travail de ma mobilité étaient clairement définis

source: IVT (Initial Vocational Training)
fr: Formation professionnelle initiale (FPI)

source: Undertaking classroom-based research into teaching methods and approaches
fr: Entreprendre sur site des recherches sur les méthodes et approches d'enseignement

source: Schools associations
fr: Associations d'écoles

source: Secretarial and office work
fr: Secrétariat et emploi de bureau

source: Training for inspectors
fr: Formation des inspecteurs

source: Fijian
fr: Fidjien

source: Average
fr: Moyen

source: Actuarial science
fr: Science actuarielle

source: Conference Organiser
fr: Organisateur de conférence

source: Other professionals
fr: Autres professionnels

source: United Arab Emirates
fr: Émirats Arabes Unis

source: Establishment for learners / pupils with special needs
fr: Etablissement d'éducation spécialisée pour apprenants / élèves présentant des besoins spécifiques

source: Visits and Exchanges
fr: Visites et échanges

source: Online education and training material (e-learning)
fr: Education en ligne et matériel d'apprentissage (e-learning)

source: Educational evaluation and research
fr: Evaluation éducative et recherche

source: 3 months
fr: 3 mois

source: Volunteering
fr: Volontariat

source: Informal group of young people
fr: Groupe informel de jeunes

source: Academic Networks
fr: Réseaux universitaires

source: studies in European integration
fr: Etudes sur l'intégration européenne

source: Graduates at ISCED 3A/B/C
fr: Diplômés de niveau ISCED 3A/B/C

source: Agriculture, forestry and fishery
fr: Agriculture, sylviculture et pêche

source: Led or will lead to the introduction of new teaching subject(s) in my school/organisation
fr: M'a conduit ou va me conduire à introduire de nouvelles matières d'enseignement dans mon école/institution

source: Lower secondary or second stage of basic education
fr: Second cycle de l'enseignement secondaire ou second niveau de l'enseignement de base

source: Russian
fr: Russe

source: Increase support of the organisation management
fr: Augmentation du soutien des responsables de l'organisme

source: Increased self-confidence
fr: Confiance en soi accrue

source: I developed linguistic competences in my professional field
fr: J'ai développé des compétences linguistiques dans mon domaine professionnel

source: Thematic Networking
fr: Réseaux thématiques

source: Group 3 – Non-formal and informal learning and activity programmes targeted at young people
fr: Groupe 3 - Apprentissage non académique acquis par l'expérience de la vie et programmes d'activités destinés aux jeunes

source: Brazil
fr: Brésil

source: Architects, engineers and related professionals
fr: Architectes, ingénieurs et autres professionnels assimilés

source: Round 1: 16/01/2012
fr: Première session : 16/01/2012

source: Lower secondary programmes to ISCED 3AB
fr: Programmes de formation secondaire de niveau inférieur (collège en France) jusqu'au niveau ISCED 3AB

source: Vocational training institute tertiary level
fr: Institut de formation professionnelle d'enseignement supérieur

source: Ecuador
fr: Équateur

source: The project reflects a common concern for European society, such as racism, xenophobia and anti-semitism, drug abuse...
fr: Le projet reflète une préoccupation commune pour la société européenne, comme le racisme, la xénophobie and l'anti-antisémitisme, la toxicomanie ...

source: Security and investigation activities
fr: Activités de sécurité et d'investigation

source: Policy lessons
fr: Cours de politique

source: pre-vocational programmes
fr: Programmes de formation pré-professionnelle

source: Others - Geography, geology
fr: Autres - Géographie, géologie

source: Kazakh
fr: Kazakhe

source: Control engineering
fr: Ingéniérie de contrôle

source: Methodological knowledge
fr: Connaissances méthodologiques

source: Haiti
fr: Haïti

source: private
fr: Privé

source: ERASMUS Virtual Campuses
fr: ERASMUS Campus virtuels

source: Corsican
fr: Corse

source: Promoting mobility, entrepreneurship, creative thinking and innovative approaches of the curriculum
fr: Promouvoir la mobilité, l'activité entrepreneuriale,la pensée créative et les approches novatrices pour la scolarité

source: Led or will lead to the introduction of changes in the organisation of my institution at management level
fr: M'a conduit ou va me conduire à des changements dans l'organisation de mon établissement au niveau de la gestion

source: Studying system and policy-related aspects of adult education
fr: Etudier le système et les politiques relatifs à l'éducation des adultes

source: Modernisation of Higher Education
fr: Modernisation de l'enseignement supérieur

source: Nursing and midwifery professionals
fr: Sages-femmes et infirmières

source: I now have a better understanding of other people
fr: J'ai désormais une meilleure compréhension des autres personnes

source: MEETINGS and INFORMATION
fr: REUNIONS et INFORMATION

source: Physical science
fr: Science Physique

source: Saint Pierre And Miquelon
fr: Saint Pierre et Miquelon

source: Executive Producer
fr: Producteur exécutif

source: Teaching classes that are of mixed composition (in terms of ability, mother tongues or cultures)
fr: Enseigner dans des classes mixtes (en termes de niveau, de langue maternelle et de culture)

source: Shareholder
fr: Actionnaire

source: REAL ESTATE ACTIVITIES
fr: ACTIVITES IMMOBILIERES

source: Gas distribution
fr: Gaz de distribution

source: Food processing
fr: Production alimentaire

source: LEONARDO DA VINCI Multilateral Projects for Development of innovation
fr: LEONARDO DA VINCI Projets multilatéraux de développement d'innovation

source: Teacher training and education science (others)
fr: Formation d'enseignants et sciences de l'éducation (autres)

source: Personal skills
fr: Compétences personnelles

source: LEONARDO DA VINCI Preparatory visits
fr: LEONARDO DA VINCI visites préparatoires

source: Other professional, scientific and technical activities
fr: Autres activités professionnelles, scientifiques et techniques

source: Safety and quality inspectors
fr: Inspecteurs de sécurité et de qualité

source: Innovative education and training modules
fr: Education innovante et modules d'apprentissage

source: Increased support and participation of other local actors
fr: Support accru et participation des autres acteurs locaux

source: Communication systems
fr: Systèmes de communication

source: Family workers
fr: Travailleures familiaux

source: Cultural education
fr: Enseignement culturel

source: LEO-High-Medium
fr: LEO-Grand-Moyen

source: Curricular activity
fr: Activités scolaires

source: staff 2.001 to 5.000
fr: personnel 2.001 à 5.000

source: Increased cooperation with local companies
fr: Coopération accrue avec les entreprises locales

source: Recognition of non-formal and informal learning
fr: Reconnaissance de l'apprentissage non formel et informel

source: Young Workers
fr: jeunes travailleurs

source: Memorial
fr: Mémorial

source: Driving instructor training
fr: Formation des moniteurs d'auto-école

source: Meteorology
fr: Météologie

source: Vocationally oriented language learning (VOLL)
fr: Apprentissage du langage utilisé en milieu professionnel

source: Students HEI
fr: Etudiant de l'enseignement supérieur

source: Cooperation with the Neighbouring Countries of the European Union - Youth Exchanges
fr: Coopération avec les pays hors Union Européenne - Échanges de jeunes

source: Saint Vincent And The Grenadines
fr: Saint-Vincent et les Grenadines

source: Unemployment
fr: Sans emploi salarié

source: Young people from 15 to 17 years old
fr: Jeunes de 15 à 17 ans

source: Estonian
fr: Estonien

source: Personal services (others)
fr: Services à la personne (autres)

source: Operational Objectives ECETB
fr: Objectifs opérationnels ECETB

source: Operational Objectives ECETA
fr: Objecrtifs opérationnels ECETA

source: GRU-Small
fr: GRU-petit

source: Fiji
fr: Fidji

source: Networking
fr: Mise en réseau

source: Guinea
fr: Guinée

source: United States
fr: États Unis

source: Third Country
fr: Pays tiers

source: NIS and Russia
fr: NEI et Russie

source: Totally accomplished
fr: Totalement

source: Training in the methodology or pedagogy of foreign language teaching
fr: Formation sur la méthodologie ou la pédagogie de l'enseignement des langues étrangères

source: 2012/13: Requested
fr: 2012/13: Demandé

source: Other education
fr: Autre enseignement

source: Mathematics (others)
fr: Mathématiques (autres)

source: Meetings of young people and those responsible for youth policy
fr: Rencontre de jeunes et des responsables de politiques de jeunesse

source: Physical science (others)
fr: Sciences physiques (autres)

source: INTERIM
fr: Intérmédiaire

source: General secondary education
fr: Enseignement secondaire général

source: Teacher Training: Foreign Language Teaching
fr: Formation d'enseignants: enseignement de langues étrangères

source: Combating failure in education
fr: Lutter contre l'échec scolaire

source: LEO-Low-Medium
fr: LEO-Petit-Moyen

source: Text
fr: Texte

source: Earth science
fr: Science de la terre

source: Samoa
fr: Îles Samoa

source: Awaiting recall to work (on lay-off)
fr: En attente de reprise de travail - chômage technique

source: Trade organisations
fr: Organisations commerciales

source: Curricular Reform
fr: Réforme interdisciplinaire

source: Occupational health and safety
fr: Santé et sécurite au travail

source: Life science and health professionals
fr: Professionels de la santé et des sciences de la vie

source: This sub-Action supports projects with Neighbouring Partner Countries, namely Youth Exchanges and Training and Networking Projects in the youth field
fr: Cette sous-action comprend des projets avec des pays partenaires hors Etats membres de l'Union Européenne, à savoir : les échanges de jeunes, les projets de formation et de mise en réseau dans le champ de la jeunesse

source: Enterprise
fr: Entreprise

source: Youth initiatives
fr: Initiatives de jeunes

source: European public policy research organisation (think tank)
fr: Institution de recherche sur la politique publique européenne (think tank - groupe d'experts)

source: ACCOMMODATION AND FOOD SERVICE ACTIVITIES
fr: ACTIVITES D'ACCUEIL ET DE SERVICE DE TRAITEUR

source: Administrative and other non-teaching staff
fr: Personnel administratif et autres personnels non-enseignant

source: Economics, business, industry and commerce
fr: Economie, monde des affaires, industrie et commerce

source: Manufacturing and processing
fr: Fabrication et production

source: Adding to the value of the Programme
fr: Plus-value du Programme

source: Law
fr: Droit

source: Preparing the official youth Presidency event
fr: De préparer l'événement Jeunessse officiel dans le cadre de la Présidence de l'union européenne

source: Creative Documentary
fr: Documentaire créatif

source: Belarusian
fr: Biélorusse

source: Ndebele, South
fr: Ndebele, Sud

source: Journalism and reporting
fr: Journalisme et reportage

source: This sub-Action concerns cooperation in the youth field, in particular the exchange of good practice with Partner Countries from other parts of the world. It encourages exchanges and training of young people and youth workers, partnerships and networks of youth organisations. Grant requests related to this sub-Action are to be submitted following specific calls for proposals. Sub-Action 3.2 is not covered by this Guide.
fr: Cette sous-action concerne la coopération dans les champs de la jeunesse, en particulier les échanges de bonnes pratiques avec les pays partenaires hors États membres. Elle encourage les échanges et la formation des jeunes et des travailleurs sociaux et animateurs de jeunesse, les partenariats et les mises en réseau des organisations de jeunesse. Les demandes de subvention relevant de cette sous-action doivent répondre à des appels à projets spécifiques. La sous-action 3.2 ne fait pas partie de cette procédure

source: Young people
fr: Jeune personne

source: Arabic
fr: Arabe

source: Aragonese
fr: Aragonais

source: Development and transfer of mobility strategies in VET
fr: Elaboration et transfert des stratégies de mobilité dans l’EFP

source: Youth Exchanges
fr: Échanges de jeunes

source: Visa problems
fr: Problèmes de visa

source: Personal services
fr: Services à la personne

source: Young migrants
fr: Jeunes migrants

source: Other associate professionals
fr: Autres professionnels associés

source: Exchange of ideas and good practice
fr: Echange d'idées et de bonnes pratiques

source: GREECE
fr: GRÈCE

source: Language problems
fr: Problèmes de langue

source: South Sudan
fr: Sud Soudan

source: ERASMUS Staff Mobility - Teaching Assignments
fr: ERASMUS Mobilité du personnel - Missions d'enseignement

source: Information Project Higher Education Reform
fr: Plan d'information sur la réforme de l'enseignement supérieur

source: Teaching visit or exchange
fr: Visite pédagogique ou d'échange

source: Audio-visual techniques and media production
fr: Technique audio-visuelles et des médias

source: Development of digital learning environments for the acquisition of key competences
fr: Développement de l'apprentissage numérique pour l'acquisition de compétences clé

source: Drama
fr: Drame

source: School organisation
fr: Mauvaise organisation de l'établissement d'accueil

source: Debating relevant topics to the Structured Dialogue or EU Policies
fr: De débattre les thématiques liées au dialogue structuré ou aux politiques européennes

source: Objectives fulfilment
fr: Réalisation d'objectifs

source: Making provision for learners with special needs, and in particular by helping to promote their integration into mainstream education and training
fr: Prendre des dispositions pour les apprenants ayant des besoins spécifiques, et en particulier favoriser leur intégration dans le système général d'éducation et de formation

source: Facilitator
fr: Facilitateur

source: Educational support activities
fr: Activités scolaires de soutien

source: Doctoral candidates
fr: Candidat au doctorat

source: ERASMUS Modernisation of Higher Education
fr: ERASMUS Modernisation de l'enseignement supérieur

source: Coorganiser
fr: Co-organisateur

source: Governance Reform
fr: Réforme de la gouvernance

source: LEONARDO DA VINCI Accompanying measures
fr: LEONARDO DA VINCI Mesures d'accompagnement

source: Active adult education teacher
fr: Enseignant actif dans l'éducation des adultes

source: Post-secondary non-tertiary education
fr: Enseignement post-secondaire non supérieur (quasiment inexistant en France)

source: Progress In Higher Education Reform
fr: Avancement dans la réforme de l'enseignement supérieur

source: No
fr: Non

source: Projects supporting the modernisation agenda for higher education institutions
fr: Projets favorisant un programme de modernisation des établissements de l'enseignement supérieur

source: staff 1 to 20
fr: personnel 1 à 20

source: Other craft and related trades workers
fr: Ouvriers d'autres activités artisanales

source: Visiting an adult education organisation in the broadest sense (formal or non-formal) for the purpose of providing advice and guidance on certain aspects of adult education/learning
fr: Visiter un organisme en charge de l'éducation des adultes, au sens large, afin de fournir des conseils et des lignes de conduite face à certains aspects de l'éducation des adultes

source: Host
fr: Etablissement d'accueil

source: Series
fr: Séries

source: Adult education providers associations
fr: Associations d'organismes de formation pour adultes

source: Mexico
fr: Mexique

source: Support for less advantaged learners
fr: Soutien pour les apprenants désavantagés

source: I developed my general linguistic competences
fr: J'ai développé mes compétences linguistiques générales

source: I am satisfied with the grant provided by the Leonardo programme for accommodation and subsistence
fr: Je suis satisfait(e) de la bourse attribuée par le programme Leonardo da Vinci pour l'hébergement et la nourriture

source: Teaching material
fr: Matériel pédagogique

source: Roma communities
fr: Communautés ROMs

source: Psychology
fr: Psychologie

source: Male
fr: Garçons

source: Materials science
fr: Science des matériaux

source: Developing the skills and competences of VET teachers, trainers and tutors
fr: Développer les aptitudes et les compétences des enseignants, des formateurs et des conseillers de l'EFP

source: Teacher training and education science (broad programmes)
fr: Formation des professeurs et sciences de l'éducation (formation générale)

source: EU at school
fr: UE à l'école

source: Support for activities to bring about better knowledge of the youth field
fr: Soutien aux activités de recherche sur le champ de la jeunesse

source: Organisation developing activities with a wide impact at European level
fr: Organisme développant des activités ayant un large impact au niveau européen

source: Students
fr: Etudiants

source: Operating systems
fr: Système d'exploitation

source: Virgin Islands, British
fr: Îles Vierges britanniques

source: Foundation
fr: Fondation

source: Class teacher training
fr: Enseignement pour professeur d'école

source: Activities at which the participants engage
fr: Activités auxquelles les participants ont été engagées

source: Staff involved in intercultural education or working with children of occupational travellers, migrant workers, Roma and travellers
fr: Personnes impliquées dans l'éducation interculturelle ou travaillant avec les enfants de voyageurs professionnels, travailleurs migrants, gens du voyage et voyageurs

source: Tahitian
fr: Tahitien

source: Asia with agreements
fr: Asie avec accords

source: This sub-Action supports the ongoing activities of the European Youth Forum
fr: Cette sous-action soutient les actions en cours du Forum européen de la jeunesse

source: Development of approaches to teaching and learning
fr: Développement de méthodes d'enseignement et d'apprentissage

source: 10.001 to 20.000
fr: de 10001 à 20000

source: Public administration
fr: Administration publique

source: Other products
fr: Autres produits

source: Printing and reproduction of recorded media
fr: Edition, imprimerie et reproduction

source: ERASMUS Mobility HEI
fr: ERASMUS Mobilité établissements de l'enseignement supérieur

source: Youth for Europe
fr: Jeunesse pour l'Europe

source: Students associations
fr: Associations d'étudiants

source: History, philosophy and related subjects
fr: Histoire, philosophie et sujets liés

source: Mathematicians, statisticians and related professionals
fr: Mathématiciens, statisticiens et autres professionnels apparentés

source: Quality assurance of adult learning, including the professional development of staff
fr: Assurance de la qualité de l'apprentissage des adultes, y compris le perfectionnement professionnel du personnel

source: Biology
fr: Biologie

source: FINANCIAL AND INSURANCE ACTIVITIES
fr: ACTIVITES FINANCIERES ET D'ASSURANCE

source: Developing the quality and attractiveness of VET systems and practices
fr: Développer la qualité et l’attractivité des systèmes et des pratiques d’EFP

source: Protection of persons and property
fr: Protection de la personne et de la propriété

source: Round 1: 21/02/2011
fr: Première session : 21/02/2011

source: Round 1: 21/02/2012
fr: Première session : 21/02/2012

source: Cultural events
fr: Evènements culturels

source: COM-High
fr: COM-Grand

source: Female
fr: Filles

source: Music and performing arts
fr: Music et arts du spectacle
